"Cheerful" = "유쾌";

"Melodic" = "멜로디";

"Relaxed" = "편안함";

"Grooving" = "그루브";

"Distorted" = "변형";

"Acoustic" = "어쿠스틱";

"Processed" = "프로세스드";

"Single" = "독주";

"Part" = "파트";

"Dark" = "음울";

"Dissonant" = "불협화";

"Intense" = "긴장감";

"Arrhythmic" = "불규칙";

"Clean" = "클린";

"Electric" = "일렉트릭";

"Dry" = "드라이";

"Ensemble" = "앙상블";

"Fill" = "채우기";

"Rock/Blues" = "록/블루스";

"Electronic/Dance" = "일렉트로닉";

"Jazz" = "재즈";

"Urban" = "어번";

"World/Ethnic" = "세계";

"Cinematic/New Age" = "시네마틱";

"Orchestral" = "오케스트라";

"Country/Folk" = "컨츄리";

"Experimental" = "실험적";

"Other Genre" = "기타 장르";

"Hip Hop" = "힙합";

"Electro House" = "일렉트로 하우스";

"Dubstep" = "덥스텝";

"Modern RnB" = "모던 R&B";

"Tech House" = "테크 하우스";

"Deep House" = "디프 하우스";

"Chillwave" = "칠웨이브";

"Funk" = "펑크";

"Indie" = "인디";

"Vintage Breaks" = "빈티지 간주";

"Hip Hop/RnB" = "힙합/R&B";

"House" = "하우스";

"OtherGenreConsolidated" = "기타 장르";

"Chinese Traditional" = "중국 전통";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "사운드 효과";

"Bass House" = "Bass House";

"Electronic Pop" = "일렉트로닉 팝";

"Techno" = "테크노";

"Bass" = "베이스";

"Electric Bass" = "전자 베이스";

"Acoustic Bass" = "어쿠스틱 베이스";

"Synthetic Bass" = "신디 베이스";

"Drums" = "모든 드럼";

"Drum Kit" = "키트";

"Electronic Beats" = "비트";

"Kick" = "킥";

"Tom" = "탐";

"Snare" = "스네어";

"Cymbal" = "심벌즈";

"Hi-hat" = "하이-햇";

"Guitars" = "기타";

"Electric Guitar" = "일렉 기타";

"Acoustic Guitar" = "어쿠스틱 기타";

"Banjo" = "밴조";

"Mandolin" = "만돌린";

"Slide Guitar" = "슬라이드 기타";

"Pedal Steel Guitar" = "페달 스틸";

"Horn/Wind" = "호른";

"Saxophone" = "색소폰";

"Trumpet" = "트럼펫";

"Flute" = "플루트";

"Trombone" = "트롬본";

"Clarinet" = "클라리넷";

"French Horn" = "프렌치 호른";

"Tuba" = "튜바";

"Oboe" = "오보에";

"Harmonica" = "하모니카";

"Recorder" = "리코더";

"Pan Flute" = "팬 플루트";

"Bagpipe" = "백파이프";

"Bassoon" = "바순";

"Piccolo" = "피콜로";

"English Horn" = "잉글리쉬 호른";

"Brass" = "금관 악기";

"Woodwind" = "목관 악기";

"Keyboards" = "키보드";

"Piano" = "피아노";

"Electric Piano" = "전자 피아노";

"Organ" = "오르간";

"Clavinet" = "클라비넷";

"Accordion" = "아코디언";

"Synthesizer" = "신디사이저";

"Rhodes" = "로데스";

"Celesta" = "첼레스타";

"Harpsichord" = "하프시코드";

"Mallets" = "맬릿";

"Steel Drum" = "스틸 드럼";

"Vibraphone" = "비브라폰";

"Marimba" = "마림바";

"Xylophone" = "실로폰";

"Kalimba" = "카림바";

"Bell" = "벨";

"Timpani" = "팀파니";

"Mixed" = "광고음악";

"Other Instrument" = "기타 악기";

"Percussion" = "퍼커션";

"Gong" = "징";

"Shaker" = "셰이커";

"Tambourine" = "탬버린";

"Conga" = "콩가";

"Bongo" = "봉고";

"Cowbell" = "카우벨";

"Clave" = "클라베스";

"Vinyl/Scratch" = "바이닐";

"Chime" = "차임";

"Rattler" = "레틀러";

"Sound Effect" = "FX";

"Misc2" = "기타";

"Boom" = "울림";

"All Effects" = "모든 효과";

"Effects" = "사운드 효과";

"Ambience" = "환경";

"People" = "사람";

"Transportation" = "이동";

"Weapons" = "무기";

"Explosions" = "폭발";

"Impacts & Crashes" = "충돌";

"Animals" = "동물";

"Sports & Leisure" = "스포츠";

"Mech/Tech" = "기계";

"Work/Home" = "회사/집";

"Misc." = "기타";

"Foley" = "폴리";

"Motions & Transitions" = "스팅거";

"Sci-Fi" = "공상과학";

"Strings" = "스트링";

"Violin" = "바이올린";

"Viola" = "비올라";

"Cello" = "첼로";

"Harp" = "하프";

"Koto" = "코토";

"Sitar" = "시타르";

"Double Bass" = "더블 베이스";

"Texture/Atmosphere" = "텍스쳐";

"Vocals" = "보컬";

"Male" = "남성";

"Female" = "여성";

"Choir" = "합창";

"All" = "모두";

"Favorites" = "즐겨찾기";

"Genres" = "장르";

"Instruments" = "악기";

"Moods" = "분위기";

"Reset" = "재설정";

